Repository: RKWKomZe/RkwForm
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# bstFormController.error.accept_agree
source: Please confirm you participation
de: Bitte bestätigen Sie Ihre aktive Teilnahme am Frankfurter Bausachverständigentag.

# gemCommunityFormController.error.accept_terms
source: Please confirm the terms.
de: Bitte bestätigen Sie die Einwilligung zur Verwendung Ihrer Daten.

# gemCommunityFormController.error.verification.expired
source: Your registration link has already expired. Please register once again.
de: Ihr E-Mail-Bestätigungslink ist bereits abgelaufen. Bitte melden Sie sich erneut an.

# gemCommunityFormController.error.verification.notfound
source: Your registration could not be found. Please register once again.
de: Ihre Anmeldung wurde nicht gefunden. Bitte melden Sie sich erneut an.

# gemCommunityFormController.error.verification.already_enabled
source: Your verification is already confirmed.
de: Ihre E-Mail-Bestätigung wurde bereits erfolgreich durchgeführt.

# gemCommunityFormController.success.verification.confirmed
source: Your registration has been completed.
de: Ihre Anmeldung wurde nun erfolgreich bestätigt und Ihre Daten an uns übermittelt.

# tx_rkw_form_domain_model_standardform
source: Standard Form
de: Standard Formular

# tx_rkw_form_domain_model_standardform.description
source: Provides forms. With FormFramework support from TYPO3 version 8.7.
de: Stellt Standard-Formulare zur Verfügung. Ab TYPO3 version 8.7 mit FormFramework-Support.

# tx_rkwform_domain_model_standardform.salutation
source: Salutation
de: Anrede

# tx_rkwform_domain_model_standardform.title
source: Title
de: Titel

# tx_rkwform_domain_model_standardform.title.I.pleaseSelect
source: -- Please select --
de: -- Bitte wählen --

# tx_rkwform_domain_model_standardform.salutation.I.99
source: -- Please select --
de: -- Bitte wählen --

# tx_rkwform_domain_model_standardform.salutation.I.0
source: Mr.
de: Herr

# tx_rkwform_domain_model_standardform.salutation.I.1
source: Mrs.
de: Frau

# tx_rkwform_domain_model_standardform.salutation.I.2
source: Mx
de: Divers

# tx_rkwform_domain_model_standardform.first_name
source: First Name
de: Vorname

# tx_rkwform_domain_model_standardform.last_name
source: Last Name
de: Nachname

# tx_rkwform_domain_model_standardform.company
source: Company
de: Firma

# tx_rkwform_domain_model_standardform.phone
source: Phone
de: Telefon

# tx_rkwform_domain_model_standardform.street
source: Street
de: Straße und Hausnummer

# tx_rkwform_domain_model_standardform.postal
source: Postal
de: Postleitzahl

# tx_rkwform_domain_model_standardform.city
source: City
de: Ort

# tx_rkwform_domain_model_standardform.text
source: Message
de: Nachricht

# tx_rkwform_domain_model_standardform.topics
source: Topics
de: Gründungsthemengebiete/Expertise im Thema

# tx_rkwform_domain_model_standardform.topic
source: Topic
de: Thema

# tx_rkwform_domain_model_standardform.page
source: Page
de: Schritt

# templates_standard_new.button
source: Send
de: Jetzt absenden

# templates_gemcommunity_new.button
source: Send
de: Jetzt anmelden

# templates_standard_create.header
source: Thank you for your message!
de: Vielen Dank für Ihre Nachricht!

# templates_standard_create.text
source: We will get in touch with you as soon as possible.
de: Wir werden uns zeitnah mit Ihnen in Verbindung setzen.

# templates_bstForm_new.bst_agree
source: Yes, I've participate to all contents of the current "Frankfurter Bausachverständigentag" and had the possibility to ask questions.
de: Ja, ich habe alle Inhalte des diesjährigen Frankfurter Bausachverständigentag wahrgenommen und die Möglichkeit gehabt, Fragen zu stellen.

# tx_rkwform_domain_model_standardform.gem.privacy.firstPart
source: I have read and agree to the extended notes in the
de: Die

# tx_rkwform_domain_model_standardform.gem.privacy.secondPart
source: data protection declaration
de: Datenschutzerklärung

# tx_rkwform_domain_model_standardform.gem.terms.firstPart
source: Hereby I confirm that my contact data may be used. I can withdraw this confirmation by sending an email to
de: Hiermit willige ich ein, dass im Rahmen und für die Dauer des GEM-Projekts meine personenbezogenen Daten wie Anrede, Vorname, Nachname, Titel, E-Mail-Adresse, Institution/Firma/Gründung, Telefonnummer, Postanschrift (Adresse, Postleitzahl, Ort), Gründungsthemengebiet, ggf. Jahr der freiwilligen Umfrageteilnahme vom RKW Kompetenzzentrum in eine Liste aufgenommen und gespeichert werden und zum Zwecke der Kontaktaufnahme für Einladungen zu Umfragen, GEM-Veranstaltungen sowie Zusendung des GEM-Berichts verwendet werden. Die Daten werden nicht an Dritte weitergegeben. Diese Einwilligung ist freiwillig und die Nichterteilung hat keine negativen Auswirkungen. Diese Einwilligung kann ich jederzeit per Mail an

# tx_rkwform_domain_model_standardform.aufitgebaut.terms.firstPart
source: I do accept the
de: Ich akzeptiere die

# tx_rkwform_domain_model_standardform.eepa.terms.firstPart
source: I hereby consent to the personal data provided being stored and processed for the aforementioned purpose.
de: Hiermit willige ich ein, dass die angegebenen personenbezogenen Daten gespeichert und zum vorgenannten Zweck verarbeitet werden. Diese Einwilligung ist freiwillig und kann jederzeit per E-Mail an <a href="mailto:widerruf.gruendung@rkw.de">widerruf.gruendung@rkw.de</a> mit Wirkung für die Zukunft widerrufen werden.

# tx_rkwform_domain_model_standardform.eepa.terms.secondPart
source: The privacy policy at
de: Die Datenschutzerklärung unter

# tx_rkwform_domain_model_standardform.eepa.terms.thirdPart
source: I have read and understood.
de: habe ich gelesen und verstanden.

# tx_rkwform_domain_model_standardform.labelRequired
source: (Required)
de: (Pflichtfeld)

# partials_bstForm_formFields.numberCombination
source: Your personal number combination
de: Ihre persönliche Zahlenkombination

# form.error.notFilled
source: Something's missing. Please fill in the field "%s".
de: Da fehlt noch was. Bitte füllen Sie das Feld "%s" aus.

# form.error.newFormRequest.salutation
source: Salutation
de: Anrede

# form.error.newFormRequest.title
source: Title
de: Titel

# form.error.newFormRequest.firstName
source: First name
de: Vorname

# form.error.newFormRequest.lastName
source: Last name
de: Nachname

# form.error.newFormRequest.company
source: Company
de: Firma

# form.error.newFormRequest.phone
source: Phone
de: Telefon

# form.error.newFormRequest.street
source: Street
de: Straße und Hausnummer

# form.error.newFormRequest.postal
source: Postal
de: Postleitzahl

# form.error.newFormRequest.city
source: City
de: Ort

# form.error.newFormRequest.topic
source: Topic
de: Thema

# form.error.newFormRequest.text
source: Message
de: Nachricht

# form.error.newFormRequest.bstNumber1
source: Number combination 1
de: Zahlenkombination Feld 1

# form.error.newFormRequest.bstNumber2
source: Number combination 2
de: Zahlenkombination Feld 2

# form.error.newFormRequest.bstNumber3
source: Number combination 3
de: Zahlenkombination Feld 3

# form.error.newFormRequest.bstAgree
source: Message
de: Nachricht

# rkwMailService.confirmationUser.subject
source: Thanks for your request
de: Danke für Ihre Nachricht

# rkwMailService.verifyUser.subject
source: Thanks for your request
de: Ihre Anmeldung zur Teilnahme an der GEM-Befragung

# rkwMailService.notifyAdmin.subject
source: Request via contact form
de: Anfrage über das Kontaktformular

# templates_email_confirmationUser.headline
source: Hello
de: Hallo

# templates_email_confirmationUser.text1
source: thank you very much for your message.
de: vielen Dank für Ihre Nachricht.

# templates_email_confirmationUser.text2
source: Below we have summarized the details of your inquiry once again for you. We will get in touch with you as soon as possible.
de: Untenstehend haben wir die Details Ihrer Anfrage noch einmal für Sie zusammengefasst. Wir werden uns zeitnah mit Ihnen in Verbindung setzen.

# templates_email_verifyUser.text1
source: thanks for joining the GEM-Community
de: vielen herzlichen Dank für Ihre Bereitschaft zur Teilnahme an der jährlichen GEM-Befragung. Klicken Sie bitte den nachfolgenden Link, um Ihre Anmeldung zu bestätigen:

# templates_email_verifyUser.text2
source: Please confirm your email.
de: Bitte beachten Sie, dass dieser Link nur bis %s Uhr gültig ist. Ihre E-Mail-Adresse speichern wir ausschließlich zum Zweck der GEM-Befragung und der Einladung zu Veranstaltungen im Rahmen des GEM-Projekts. Sollten Sie doch nicht teilnehmen wollen, können Sie diese E-Mail ignorieren und müssen nichts weiter unternehmen. Ihre Anmeldedaten werden dann nach Ablauf der Gültigkeit automatisch gelöscht.

# templates_email_verifyUser.text3
source: Below we have summarized the details of your registration once again for you.
de: Sie haben folgende Daten an uns übermittelt:

# templates_email_verifyUser.textVerifyEmailLinkLabel
source: Yes, I confirm my registration.
de: Ja, ich möchte meine Anmeldung bestätigen

# templates_email_notifyAdmin.headline
source: Hello %s,
de: Hallo %s,

# templates_email_notifyAdmin.text1
source: a message was sent to you via the website. You can reply directly to this e-mail.
de: über die Website wurde Ihnen eine Nachricht übermittelt. Sie können direkt auf diese E-Mail antworten.

# rkwMailService.gemCommunityForm.notifyAdmin.subject
source: New registration for GEM-Survey by %s
de: Neue Anmeldung zur GEM-Befragung von %s

# templates_email_gemcommunity_notifyAdmin.text1
source: a message was sent to you via the website. You can reply directly to this e-mail.
de: eine neue Anmeldung zur GEM-Befragung wurde eingereicht.

# tx_rkwform_formframework_form.not_filled
source: Please fill out the field '%s'.
de: Da fehlt noch was. Bitte füllen Sie das Feld '%s' aus.

# tx_rkwform_formframework_form.not_selected
source: Please select something from the field '%s'.
de: Da fehlt noch was. Bitte wählen Sie etwas bei '%s' aus.

# tx_rkwform_formframework_form.label_required
source: (Required)
de: (Pflichtfeld)

# tx_rkwform_formframework_form_summary_page.hint
source: Important hint: Please check your data carefully, before finally sending it.
de: Wichtiger Hinweis: Bitte prüfen Sie Ihre Angaben sorgfältig und korrigieren Sie diese, sofern nötig. Sind die Angaben in Ordnung? Dann senden Sie sie mit Klick auf "%s" ab.

# tx_rkwform_formframework_form_finisher_email.salutation
source: Hello
de: Hallo

# tx_rkwform_formframework_form_finisher_email_receiver.new
source: a new contact form was send.
de: ein neues Formular ist eingetroffen.

# tx_rkwform_formframework_form_finisher_email_sender.new
source: thank you.
de: vielen Dank, wir haben Ihre Nachricht erhalten.
